const ip = "http://106.15.35.61:81/projects/world_map/images/Australia/"
export const AustraliaInfo = {
    "概览":{
        image: ip+"aus.jpg",
        description: {
            "1":"澳大利亚联邦（英语：Commonwealth of Australia），简称“澳大利亚”，其领土面积769.2万平方公里，位于南太平洋和印度洋之间，四面环海，是世界上唯一国土覆盖一整个大陆的国家，因此也称“澳洲”。有很多独特动植物和自然景观的澳大利亚，是一个多元文化的移民国家。澳大利亚有华侨华人67万左右，占定居人口的3.41%。",
            "2": "澳大利亚原为澳大利亚土著居住地。17世纪，西班牙、葡萄牙和荷兰殖民者先后抵此。1788年沦为英国殖民地，1901年组成澳大利亚联邦，成为英国的自治领地。1931年成为英联邦内的独立国家。",
            "3": "澳大利亚是一个资本主义国家，首都为堪培拉。作为南半球经济最发达的国家和全球第12大经济体、全球第四大农产品出口国，其也是多种矿产出口量全球第一的国家，因此被称作“坐在矿车上的国家”。",
            "4":"同时，澳大利亚也是世界上放养绵羊数量和出口羊毛最多的国家，也被称为“骑在羊背的国家”。澳人口高度都市化，近一半国民居住在悉尼和墨尔本两大城市。其也是一个体育强国，常年举办全球多项体育盛事。澳大利亚积极参与国际事务，是亚太经合组织的创始成员，也是联合国、20国集团、英联邦、经济合作与发展组织及太平洋岛国论坛的成员。"
        }
    },
    "气候": {
        image: ip+"climate_aus.jpg",
        description: {
            "1": "澳大利亚地处南半球，虽然时差与中国只有2-3小时，但是季节却完全相反。12-2月为夏季，3-5月为秋季，6-8月为冬季，9-11月为春季。年平均气温北部27℃，南部14℃。",
            "2": "由于海陆热力性质差异，澳大利亚冬季盛行东南季风。夏季，气压带、风带南移，北半球的东北季风越过赤道，在地转偏向力作用下形成西北风；风从海洋吹向陆地，带来较多降水，形成湿季。",
            "3": "澳大利亚跨两个气候带，北部属于热带，由于靠近赤道，1-2月是台风期。澳洲南部属于温带。中西部是荒无人烟的沙漠，干旱少雨，气温高，温差大；在沿海地带，雨量充沛，气候湿润。"
        }
    },
    "人口分布": {
        image: ip+"population_aus.jpg",
        description: {
            "1": "澳大利亚是典型的移民国家，被社会学家喻为“民族的拼盘”。自英国移民踏上这片美丽的土地之日起，已先后有来自世界120个国家、140个民族的移民到澳大利亚谋生和发展。例如欧洲的德国、希腊、意大利和一些亚洲国家和地区，如日本、中国和越南。其人口主要分布在东南沿海地区。多民族形成的多元文化是澳大利亚社会一个显著特征。据统计，澳大利亚的亚裔人口正在迅速增长。",
            "2": "澳大利亚最早的原住民如今不及总人口的1%。2006年人口普查中，白人占92%，多数澳大利亚人的祖先是19、20世纪的英国移民，来自其他国家者也很多。有37.13%的人自称为澳大利亚人，接着是英格兰裔澳大利亚人的31.65%、爱尔兰裔澳大利亚人9.08%、苏格兰裔澳大利亚人7.56%、意大利裔澳大利亚人4.29%、德裔澳大利亚人4.09%、华裔3.37%以及希腊裔1.84%。根据澳大利亚移民局的数据，2006年澳大利亚公民海外出生地前三名的国家为：英国1153264、新西兰476719和意大利220469。居民中63.9%信奉基督教，5.9%信奉佛教、伊斯兰教、印度教和犹太教等。无宗教信仰或宗教信仰不明人口占30.2%。",
            "3": "澳大利亚总人口 2569万（2020年9月）。74%为英国及爱尔兰裔，亚裔占5%，土著人占2.7%，其他民族占18.3%。官方语言为英语，汉语为除英语外第二大使用语言。约63.9%的居民信仰基督教，5.9%的居民信仰佛教、伊斯兰教、印度教等其他宗教。无宗教信仰或宗教信仰不明人口占30.2%。"
        }
    },
    "经纬度": {
        image: "",
        description: {
            "":"澳大利亚纬度范围：南纬10°41'-43°39'之间；经度范围：东经112°-154°之间。"
        }
    },
    "语言": {
        image: "",
        description: {
            "1": "澳大利亚最普遍的语言是英语、其次是意大利语、华语（粤语、普通话）、希腊语、阿拉伯语和越南语。英语在从第一代英国移民到来后，就是澳大利亚最通用语言。原住民仍保有使用母语者，然而大多年轻澳大利亚原住民已经弃之而选择更为社会接受的英语。",
            "2": "澳大利亚英语有几种口音，最普遍的是澳大利亚英语，它带有一些浓重地方特色，成为英语的独特方言，类同于新加坡英语、香港英语。拉丁语系国家的第一代移民也带来其母语，如意大利人、法国人、西班牙人、葡萄牙人等，其次代通常能说母语和英语。"
        }
    },
    "典型动物":{
        image: ip+"animal.jpg",
        description: {
            "1":"袋鼠是澳大利亚特有的最显着和标志性的动物，它们在澳大利亚的数量比人类还多。利用它们强大的后腿，一次可以跳15英尺的距离。袋鼠是澳大利亚的国家象征，唯一一种以跳跃为主要运动方式的哺乳动物。",
			"2":"其次，考拉也是澳大利亚的标志性动物，它与袋鼠的关系比熊更为密切，考拉通常生活在桉树林中，它们有灰色或棕色的毛皮。它们可以在没有水的情况下生活很长时间，它们大部分的水分需求都是从吃的桉树叶中获取的。该物种长约60厘米至85厘米，重约14公斤。",
		}
    },
    "地形分布":{
        image: ip+"terrain_aus.jpg",
        description: {
            "1": "澳大利亚的地形很有特色。东部山地，中部平原，西部高原。全国最高峰科修斯科山海拔2228米，在靠海处是狭窄的海滩缓坡，缓斜向西，渐成平原。东北部沿海有大堡礁。",
            "2": "沿海地区到处是宽阔的沙滩和葱翠的草木，那里的地形千姿百态：在悉尼市西面有蓝山山脉的悬崖峭壁，在布里斯本北面有葛拉思豪斯山脉高大、优美而历经侵蚀的火山颈，而在阿德莱德市西面的南海岸则是一片平坦的原野。",
            "3": "澳大利亚的约70%的国土属于干旱或半干旱地带，中部大部分地区不适合人类居住。澳大利亚有11个大沙漠，它们约占整个大陆面积的20%。澳大利亚是世界上最平坦、最干燥的大陆，中部的艾尔湖是澳大利亚的最低点，湖面低于海平面16米。能作畜牧及耕种的土地只有26万平方公里，主要分布在东南沿海地带。"
        }
    },
    "时区": {
        image: "",
        description: {
            "1": "澳大利亚一共5个时区，其中包括：澳大利亚西部标准时间 (AWST)、澳大利亚中西部标准时间 (ACWST)、澳大利亚中部标准时间 (ACST)、澳大利亚东部标准时间 (AEST)，以及豪勋爵岛标准时间 (LHST)。",
            "2": "澳大利亚目前正在使用4个时区，AWST，ACWST，ACST ，AEST：",
            "3": "UTC +08:00	AWST	珀斯",
            "4": "UTC +08:45	ACWST	尤克拉",
            "5": "UTC +09:30	ACST	阿德莱德",
            "6": "UTC +10:00	AEST		悉尼",
            "7": "澳大利亚的夏令时，从每年10月的第1个周日凌晨开始，到每年4月第1个周日凌晨结束。以2017年为需要注意的是，澳大利亚有部分领土不实行夏令时，其中包括西澳大利亚、昆士兰、北领地以及尤克拉。而剩下的澳大利亚首都特区、新南威尔士、南澳大利亚、塔斯马尼亚、维多利亚，实行夏令时例，澳大利亚在4月2日结束夏令时，在10月1日重新开始夏令时。"
        }
    },
    "降水分布": {
        image: ip+"rainfall_aus.jpg",
        description: {
            "1":"澳大利亚的雨区在各季中皆呈一新月形分布图式。夏季雨区位北部沿岸，两尖端伸向西北和东北部沿岸。冬季雨区位南部沿岸，两尖端伸向西南和东南沿岸。春秋两季雨区位于东部沿岸，两尖端伸向东北部和东南部沿岸，故澳大利亚在年降水量的季节分配上北部属夏雨型，（达尔文港11～4 月降水占年降水量的95%）；",
            "2":"南部属冬雨型（佩思5～10 月降水量占年总量的85．3%）；东部沿海为全年有雨型，惟北部夏雨稍多、南部秋雨较多；广大的内陆和西部地区终年干旱少雨，越往北夏雨比例越大，越往南冬雨越多。"
        }
    },
    "环境污染": {
        image: "",
        description: {
            "1":"1、土地退化",
            "2":"土地退化是澳大利亚现在最大的环境问题，其成因有多种，前面也有部分提及：植被清理，过度放牧，兔子，养分耗尽，土壤侵蚀，人为干旱（人为原因导致土壤直接暴露在烈日下，土壤变得干燥烫热，阻碍植物生长），杂草，政策错误及盐碱化。再加上澳大利亚原生林被大量清理砍伐（40%被清理，35%遭砍伐），严重破坏了澳大利亚的景观。澳大利亚出口的木材大部分都是加工成碎木后出口到日本供造纸用。讽刺的是日本森林覆盖率世界最高（74%），而澳大利亚是除南极外森林覆盖率最低的大陆（20%）。",
            "3":"2、自然环境恶化",
            "4":"2016年以来，被列入澳大利亚濒危物种清单的物种数量增加了8%，预计未来几年还将增加。频繁的干旱和山火袭击给当地物种带来巨大灾难。仅2019—2020年的大范围野火就使10亿至30亿只动物丧生或失去栖息地。今年2月，澳将“国宝”考拉的保护级别从“易危”升为“濒危”。"
        }
    },
    "著名景点":{
        image:"",
        description: {
            "1": "1、悉尼歌剧院",
            "2": "悉尼歌剧院是悉尼的标志性建筑，它有着令人惊叹的外观，其以贝壳状的屋顶而闻名，屋顶的材质采用的是意大利进口瓷砖，及有效防止了海鸟在上面停留，也避免了鸟粪对墙体的侵蚀。悉尼歌剧院每年会有1500场不同的演出，来到这里的朋友千万记得买票体验一番。",
            "3": "2、威灵顿山",
            "4": "威灵顿山是霍巴特最高的山峰，海拔1270米，站在山顶上可以远眺整个霍巴特以及南极大陆。我国的习近平主席访问澳大利亚时，也曾来到这里拍照留念。",
            "5": "3、卡卡杜国家公园",
            "6": "卡卡杜国家公园是澳大利亚最大的国家公园之一，这里生活着大量的野生动物，公园内还有许多奇形怪状的原始岩石和茂密的树木，因此这里每年都吸引着大量的自然爱好者参观游玩。",
            "7": "4、尖峰石阵", 
            "8": "尖峰石阵位于西澳首府城市珀斯，公园内奇形怪状的石柱遍布在沙漠当中，最后形成独特的奇观。在平坦的沙丘中，四处矗立着石灰岩尖塔式的石笋，最高的有0.45米，小的只有手指头那样大，犹如古战场的布阵，让人十分震撼。", 
            "9": "5、海浪岩", 
            "10": "海浪岩海位于澳大利亚西部的海登城附近，从远处望去，它就像是平地腾起的一个滔天巨浪，走进一看，发现原来是一块倒立的巨型怪岩，实在叫人叹为观止。据悉，海浪岩早在25亿年前就已经形成了，这里每年都有许多游客慕名而来，只为一睹海浪岩独特的风采。"
        }
    }
}