const ip = "http://106.15.35.61:81/projects/world_map/images/Brazil/"
export const BrazilInfo = {
    "概览": {
        image: ip + "brazil.jpg",

        description: {
            "1": "巴西联邦共和国（葡萄牙语：República Federativa do Brasil；英语：The Federative Republic of Brazil），简称巴西(Brazil)。国土总面积851.49万平方公里，是南美洲最大的国家。居世界第五。总人口2.1亿（2020年）。与乌拉圭、阿根廷、巴拉圭、玻利维亚、秘鲁、哥伦比亚、委内瑞拉、圭亚那、苏里南、法属圭亚那十国接壤。全国共分为26个州和1个联邦区。",
            "2": "巴西原为印第安人居住地。1500年4月22日，葡萄牙航海家佩德罗·阿尔瓦雷斯·卡布拉尔抵达巴西。16世纪30年代沦为葡萄牙殖民地。1808年拿破仑入侵葡萄牙，葡王室流亡巴西。拿破仑战败后，葡王室重回里斯本，王子佩德罗则留在巴西担任摄政。1822年9月7日，佩德罗王子宣布巴西脱离葡萄牙独立，称佩德罗一世，建立巴西帝国。1889年11月15日，丰塞卡将军发动政变，推翻帝制，成立巴西合众国。1964年3月31日，军人执政实行独裁统治，1967年改为现国名。1985年1月，军政府下台。1989年，首次以全民直接选举方式举行大选。",
            "3": "巴西是里约集团、南方共同市场、南美进步论坛和20国集团成员国，与阿根廷和智利并称为ABC国家。巴西是金砖国家之一，拥有丰富的自然资源和完整的工业基础，国内生产总值位居南美洲第一，为世界第七大经济体。足球是巴西人文化生活的主流运动，因此巴西享有“足球王国”的美誉。"
        }
    },

    "气候": {
        image: ip + "climate_brazil.jpg",

        description: {
            "1": "巴西大部分地区处于热带，北部为热带雨林气候，中部为热带草原气候，南部部分地区为亚热带季风性湿润气候。亚马逊平原年平均气温25～28度，南部地区年平均气温16～19度。",
            "2": "北部终年高温多雨，各月平均气温在25-28℃之间，年降水量可达2000毫米以上。季节分配均匀，无干旱期。",
            "3": "中部全年气温高，年平均气温约25°C，全年高温，且分明显干季和湿季。当赤道低压带控制时期，赤道气团盛行，降水集中；信风带控制时期，受热带大陆气团控制，干旱少雨。",
            "4": "南部1月平均温普遍在0℃以上，7月平均温一般为25℃左右，冬夏风向有明显变化，年降水量一般在1000毫米以上，主要集中在夏季。四季分明，夏季高温多雨，冬季温和湿润。"
        }
    },

    "人口分布": {
        image: ip + "population_brazil.jpg",

        description: {
            "1": "巴西人口分布的特点是东部沿海人口稠密，中部和北部人口稀疏，90%以上人口分布在东南沿海，大城市也集中在这一带。这是由于东南部地区气候适宜、地形平坦，同时这一带海上交通便利，欧洲殖民者和他们从非洲贩卖的黑人，首先到达这一带，有着悠久的历史，它们在这种植甘蔗、咖啡和开采矿石，人口随着历史慢慢发展起来。",
            "2": "而“人口很少地区”之所以人口稀少的主要原因是属于原始的热带雨林，不适宜人口居住。"
        }
    },

    "经纬度": {
        image: "",

        description: {
            "": "巴西位于南美洲东部，地跨西经35到西经74度，北纬5度到南纬35度。"
        }
    },

    "语言": {
        image: "",

        description: {
            "": "巴西的官方语言是葡萄牙语，约有98%的人口使用这一语言。葡萄牙语属于拉丁语系罗曼语族，使用地区包括葡萄牙，巴西，安哥拉，莫桑比克，佛得角，圣多美普林西普，几内亚比绍，东帝汶和中国澳门。根据使用国家或地区来算，葡萄牙语位于世界第七位。"
        }
    },

    "典型动物": {
        image: "",

        description: {
            "1": "1、三趾树懒：三趾树懒终生在树上生活，在地面不能站立和行走，但能游泳，视觉和听觉差，主要靠嗅觉和触觉觅食，仅以几种桑科植物的嫩枝、幼叶及芽为食，是世界上行动最缓慢的动物之一；",
            "2": "2、金刚鹦鹉：金刚鹦鹉产于美洲热带地区，是色彩最漂亮艳丽的鹦鹉，也是体型最大的鹦鹉，属大型攀禽。共有6属17个品种。具对趾足，每只脚有4只脚趾2前2后；",
            "3": "3、蜘蛛猿：蜘蛛猿生长在中南美洲，体型小，行动迅速。哈佛大学去年一项研究显示，在25种灵长类动物中，蜘蛛猿智商相当高，排在第三位。"
        }
    },

    "地形分布": {
        image: ip + "terrain_brazil.jpg",

        description: {
            "1": "巴西的地形主要分为两大部分，一部分是海拔500米以上的巴西高原，分布在巴西的中部和南部，另一部分是海拔200米以下的平原，主要分布在北部和西部的亚马逊河流域。",
            "2": "全境地形分为亚马逊平原、巴拉圭盆地、巴西高原和圭亚那高原，其中亚马逊平原约占全国面积的1/3，为世界面积最大的平原；巴西高原约占全国面积60%，为世界面积最大的高原。最高的山峰是内布利纳峰，海拔2994米。"
        }
    },

    "时区": {
        image: "",

        description: {
            "1": "巴西共有4个时区，分别是西二区，西三区，西四区，西五区，",
            "2": "巴西第一时区位于其东部大西洋的费尔南多迪诺罗尼亚群岛和其它海岛，这里每天迎来巴西的第一缕阳光。除大片海洋外，很少居民使用这一时间。",
            "3": "巴西使用最多的时间为第二时区，以首都巴西利亚时间为准。除有自己时间的地区外，均采用巴西利亚时间。",
            "4": "第三时区为巴西中西部地区的马托格罗索、南马托格罗索、朗多尼亚、罗赖马四个州。",
            "5": "第四个时区区域包括阿克里州和亚马孙州西部地区。"
        }
    },

    "降水分布": {
        image: ip + "rainfall_brazil.jpg",

        description: {
            "": "巴西北部的亚马孙平原年降水量很丰富，主要原因是常年受赤道低气压带控制，气流上升，降水丰富。亚马孙平原终年降水丰富，没有明显的季节变化。"
        }
    },

    "环境污染": {
        image: "",

        description: {
            "1": "热带雨林环境问题",
            "2": "亚马逊平原是世界上最大的热带雨林区，占地球上热带雨林总面积的50％，达65O万平方公里，其中有480万平方公里在巴西境内。这里自然资源丰富，物种繁多，生态环境纷法复杂，生物多样性保存完好，被称为“生物科学家的天堂”。 然而，亚马逊热带雨林却并没有因为它的富有而得到人类的厚爱。人们从16世纪起开始开发森林。1970年，巴西总统为了解决东北部的贫困问题，又做出了一个最可悲的决策：开发亚马逊地区。这一决策使该地区每年约有8万平方公里的原始森林遭到破坏，1969－1975年，巴西中西部和亚马逊地区的森林被毁掉了11万多平方公里，巴西的森林面积同400年前相比，整整减少了一半。 热带雨林的减少主要是由于烧荒耕作、过度采伐、过度放牧和森林火灾等，其中烧荒耕作是首要原因，占整个热带森林减少面积的45％。在垦荒过程中，人们把重型拖拉机开进亚马逊森林，把树木砍倒，再放火焚烧。",
            "3": "热带雨林的减少不仅意味着森林资源的减少，而且意味着全球范围内的环境恶化。因为森林具有涵养水源、调节气候、消减污染及保持生物多样性的功能。"
        }
    },
    "著名景点":{
        image:"",
        description:{
            "1":"1、里约热内卢基督像",
            "2":"里约热内卢基督像位于巴西的里约热内卢基督山上，这座雕像有38米，左右手的指间距达到了23米，这座雕像的右臂指向南里约热内卢，左臂指向北里约热内卢。",
            "3":"2、伊瓜苏大瀑布",
            "4":"伊瓜苏瀑布位于巴西和阿根廷交界处，是世界上最大的瀑布之一。在这附近的雨林中生活着2000种植物，在1984年的时候，伊瓜苏大瀑布被联合国教科文组织列为世界自然遗产。",
            "5": "3、亚马逊剧院",
            "7": "这座历史剧场位于巴西北部马瑙斯市，它也被称为马瑙斯歌剧院。每年的五月，亚马孙歌剧节将在这个历史剧场举行，它也是亚马逊交响乐团、不同音乐演奏会和其他表演的大本营。",
            "6": "4、卡诺阿魁布拉达",
            "8": "卡诺阿魁布拉达是一个国际旅游海滩，位于巴西的塞阿拉州。骑马、航海、登山、风帆冲浪和沙滩冲浪是这个海滩的主要旅游活动，在这里也可以看到世界上最美丽的日落。"
        }
    }
}