const ip = "http://106.15.35.61:81/projects/world_map/images/China/"
export const ChinaInfo = {
    "概览": {
        image: ip + "china.jpg",
        description: {
            "1": "中华人民共和国（the People's Republic of China），简称“中国”，成立于1949年10月1日，位于亚洲东部，太平洋西岸，是工人阶级领导的、以工农联盟为基础的人民民主专政的社会主义国家，以五星红旗为国旗、《义勇军进行曲》为国歌，国徽内容为国旗、天安门、齿轮和麦稻穗，通用语言文字是普通话和规范汉字，首都北京，是一个以汉族为主体、56个民族共同组成的统一的多民族国家。",
            "2": "中国陆地面积约960万平方千米，东部和南部大陆海岸线1.8万多千米，内海和边海的水域面积约470多万平方千米。海域分布有大小岛屿7600多个，其中台湾岛最大，面积35798平方千米。中国同14国接壤，与8国海上相邻。省级行政区划为23个省、5个自治区、4个直辖市、2个特别行政区。 ",
            "3": "中国是世界上历史最悠久的国家之一，有着光辉灿烂的文化和光荣的革命传统，世界遗产数量全球领先。1949年新中国成立后，进入社会主义革命和建设时期，1956年实现向社会主义过渡，此后社会主义建设在探索中曲折发展。“文化大革命”结束后实行改革开放，沿着中国特色社会主义道路，集中力量进行社会主义现代化建设。经过长期努力，中国特色社会主义进入了新时代。",
            "4": "中国是世界上人口最多的发展中国家，国土面积居世界第三位，是世界第二大经济体，并持续成为世界经济增长最大的贡献者，2020年经济总量突破100万亿元。中国坚持独立自主的和平外交政策，是联合国安全理事会常任理事国，也是许多国际组织的重要成员，被认为是潜在超级大国之一。"
        }
    },
    "气候": {
        image: ip + "climate_china.jpg",
        description: {
            "1": "	从气候类型上看，中国主要有6大气候类型，分别为热带季风气候、亚热带季风气候、温带季风气候、高原山地气候、温带大陆性气候、热带雨林气候.",
            "2": "	热带季风气候出现在台湾省的南部、雷州半岛、海南岛和西双版纳等地；中国华南大部分地区和华东地区属于亚热带季风气候；中国华北地区属于温带季风气候；中国的青藏高原属于高原山地气候；中国大部分北纬40°以北的内陆地区都是温带大陆性气候；中国南沙群岛属于热带雨林气候.",
            "3": "	中国气候具有三大特点：分别是季风气候显著，雨热同期，气候复杂多样.",
            "4": "   1、气候冬季寒冷干燥，夏季高温多雨。",
            "5": "	2、冬季要比世界上同纬度地区冷；夏季比世界上同纬度地区热。因此，中国大部分地区的气温年较差比较大.",
            "6": "	3、季风气候显著：冬季，盛行偏北的冬季风，来自中、高纬度大陆的气流寒冷干燥；夏季，主要盛行偏南的夏季风，来自低纬度太平洋、印度洋的气流暖热并且含有丰富的水汽，因此中国大多数地区冬季寒冷干燥，夏季暖热多雨，这种气候叫季风气候.",
            "7": "	4、气候复杂多样：中国东部为季风气候区，西北距海远，为非季风区，属于温带大陆性气候。青藏高原由于海拔高属于高原气候区。东部季风区由于所跨温度带较多，又分别以秦岭—淮河一线和北回归线为界，自北向南为温带季风气候，亚热带季风气候和热带季风气候."
        }
    },
    "人口分布": {
        image: ip + "population_china.jpg",
        description: {
            "1": "中国人口分布特点是：东部多，西部少。",
            "2": "中国各地的人口分布差异显著：从东南沿海向西北内陆人口逐渐稀少。中国人口的分布极不均衡，绝大多数人口集中在东南部地区，西半部人口稀疏分散。",
            "3": "平原地区人口稠密，随地势增高人口渐少。中国人口分布除在水平方向上极不均衡外，在垂直方向上也呈现出平原区人口密集，由平原向周围的丘陵、高原和山地，随地势增高存在人口递减的规律。",
            "4": "3、人口绝大多数分布在乡村。由于历史的原因，至今中国的工业生产水平不高，城镇化水平较低，城镇人口比重小，农业在全国人民的经济活动中仍然占据优势，这是中国现阶段的经济特征，也是当前生产力发展水平的标志。这种情况对中国人口分布的基本面貌起了决定性的影响"
        }
    },
    "经纬度": {
        image: "",
        description: {
            "1": "中国领土的四端为：最东端在黑龙江和乌苏里江的主航道中心线的相交处；最西端在帕米尔高原附近；最南端在立地暗沙，为中国南海南沙群岛区域的一座暗沙，是实际上的中国领土的最南端；最北端在漠河以北黑龙江主航道的中心线上。",
            "2": "中国的经纬度范围大约为：纬度3.86~53.55，经度73.66~135.05。"
        }
    },
    "语言": {
        image: "",
        description: {
            "1": "中国是一个多民族、多语言、多文种的国家，有56个民族，共有80种以上语言，30种文字。",
            "2": "汉族有自己的语言和文字。汉语属于汉藏语系，是当今中国的官方语言，也是国际上的通用语言之一。"
        }
    },
    "典型动物": {
        image: ip+"animal.jpg",
        description: {
            "": "中国代表动物有大熊猫。大熊猫一般称作熊猫，是中国特有物种，现存的主要栖息地在中国四川陕西等周边山区，世界自然保护联盟红色名录列为濒危EN中国特有种，现存的主要栖息地是中国四川陕西和甘肃的山区。"
        }
    },
    "地形分布": {
        image: ip + "terrain_china.jpg",
        description: {
            "1": "中国地形地势西高东低，呈阶梯状分布；地形多种多样，山区面积广大。地势西高东低，向海洋倾斜，一方面有利于海洋上湿润气流深入内地，形成降水；",
            "2": "另一方面使许多大河滚滚东流，沟通了东西交通，方便了沿海和内地的经济联系。河流自西向东，逐级下降，河流落差大，水能蕴藏丰富。 多种多样的地形为因地制宜，发展农、林、牧、副多种经营提供了有利条件。山区在发展林业、牧业、旅游业、采矿业等方面具有优势；但山区地面崎岖，交通不便，不利于发展种植业。由于山区面积广大，平原较少，造成耕地资源不足。"
        }
    },
    "时区": {
        image: "",
        description: {
            "": "中国的国土面积广大，从东五区到东九区，横跨了五个时区。"
        }
    },
    "降水分布": {
        image: ip + "rainfall_china.jpg",
        description: {
            "1": "降水的空间、时间分布特点：",
            "2": "1、东多西少,南多北少",
            "3": "2、总趋势是从东南沿海向西北内陆递减.",
            "4": "3、夏秋季节多,冬春季节少",
            "5": "①干湿季明显，四季分明。冬季受高纬度来的偏北季风控制，气候干冷、风大。夏季主要受来自海洋的偏南气流影响，气候湿热、多雨。过渡季节即为这两种控制气流相互作用，天气冷、热、晴、雨多变。",
            "6": "②雨季起讫规律性明显。南方早，北方迟，东部早，西部迟。雨季结束，北方早，南方迟，东部早，西部迟。",
            "7": "③由于受季风影响，东部近海多雨，西部干旱少雨，南方比北方多雨。季风雨的多少及来临迟早均对农业生产产生深刻影响，甚至会引起大范围的水旱灾害。",
            "8": "④中国北部冬干冷、夏湿热，温度年变化与日变化比南方大。"
        }
    },
    "环境污染": {
        image: "",
        description: {
            "1": "1、水体污染",
            "2": "据1987年典型城市监测调查，有42%的城市饮用水源地受到严重污染；63%的城市受到不同程度的污染。在调查的532条河流中，有82%的河流受到不同程度的污染。全国约有7亿人口饮用大肠杆菌超标水，约有1.7亿人饮用受有机物污染的水。",
            "3": "2、大气污染",
            "4": "中国大气污染属于煤烟型污染，北方重于南方；中小城市污染势头甚于大城市；产煤区重于非产煤区；冬季重于夏季；早晚重于中午。目前中国能源消耗以煤为主，约占能源消费总量的四分之三。煤是一种肮脏能源，燃烧产生大量的粉尘、二氧化碳等污染物，是中国大气污染日益严重的主要原因。近年来，废渣存放量过大，垃圾包围城市。中国废渣年产生量已超过5亿吨，处理能力赶不上排放量。1988年全国积存量为66亿吨，人均6吨废渣。据统计，全国城市生活垃圾为6000万吨/年，比10年前增加了一倍。在380个城市中，至少有三分之二的城市处在垃圾包围之中。仅北京三环、四环路之间就有50米以上的垃圾山4500多座，占地超过7000亩。",
            "5": "3、环境污染向农村蔓延",
            "6": "乡镇企业迅速发展成为农村工业化的重要方向，以及二元经济结构向现代经济结构转变的中介。与此同时，也给农村带来生态环境更大范围的污染，对农业资源、矿产资源造成更为严重的浪费。1978年以前，农村环境污染主要是化肥、农药等，1978年以后乡镇企业成为农村主要污染源."
        }
    },
    "著名景点": {
        image: "",
        description: {
            "1": "中国十大名胜古迹包括了万里长城、桂林山水、北京故宫、杭州西湖、苏州园林、安徽黄山、长江三峡、台湾日月潭、承德避暑山庄、西安秦兵马俑。这十个景区分布于祖国的东西南北各个区域，包括自然景观，历史建筑，人文景观和文物古迹等。",
            "2": "1、万里长城", 
            "3": "万里长城是古代中国在不同时期为抵御塞北游牧部落联盟侵袭而修筑的规模浩大的军事工程，长城东西绵延上万华里，因此又称作万里长城。现存的长城遗迹主要为始建于14世纪的明长城，西起嘉峪关，东至辽东虎山，全长8851.8公里，平均高6至7米、宽4至5米。长城是中国古代劳动人民创造的伟大的奇迹，是中国悠久历史的见证。它与天安门，兵马俑一起被世人视为中国的象征。同时，长城于1987年12月被列为世界文化遗产。",
            "4": "2、桂林山水",
            "5": "桂林山水甲天下。广西桂林是世界著名的风景游览城市和历史文化名城，位置处广西东北部，南岭山系的西南部，东经109°45''—104°40''，北纬24°18''—25°41''，平均海拔150米，属典型的“喀斯特”岩溶地貌，遍布全市的石灰岩经亿万年的风化浸蚀，形成了千峰环立、一水抱城、洞奇石美的独特景观，被世人美誉为“桂林山水甲天下”。",
            "6": "3、北京故宫",
            "7": "北京故宫，又名紫禁城，是明清两代的皇宫，位于北京市中心。故宫东西宽750米，南北长960米，面积达到72万平方米，为世界之最；故宫的整个建筑被两道坚固的防线围在中间，外围是一条宽52米，深6米的护城河环绕；接着是周长3公里的城墙，墙高近10米，底宽8．62米。城墙上开有4门，南有午门，北有神武门，东有东华门，西有西华门，城墙四角，还耸立着4座角楼，角楼有3层屋檐，72个屋脊，玲珑剔透，造型别致，为中国古建筑中的杰作。", 
            "8": "4、杭州西湖",
            "9": "杭州西湖位于浙江省杭州市西部， 杭州市市中心，旧称武林水、钱塘湖、西子湖，宋代始称西湖。湖面南北长3.3公里，东西宽2.8公里，水面原面积5.64平方公里，包括湖中岛屿为6.3平方公里，湖岸周长15公里。平均深度1.21米，最大深度6.52米，最浅处不到1米，最泞处有5米多。如今伴随着“西湖西进”扩大为6.5平方公里，基本达到了300年前西湖的面积。苏堤和白堤将湖面分成里湖、外湖、岳湖、西里湖和小南湖五个部分。西湖与钱塘江沟通后，每天引入钱塘江水约30万立方米，西湖水由原来的一年一换变成每月一换，透明度由原来的不足60厘米提升到120厘米。原为古海湾，钱塘江泥沙淤阻后形成。",
            "10": "5、苏州园林",
            "11": "苏州园林的历史可上溯至公元前6世纪春秋时吴王的园囿，私家园林最早见于记载的是东晋(4世纪)的辟疆园，历代造园兴盛，名园日多。明清时期，苏州成为中国最繁华的地区之一，私家园林遍布古城内外.16--18世纪全盛时期，苏州有园林200余处，保存尚好的有数十处，并因此使苏州素有“人间天堂”的美誉。",
            "12": "6、黄山风景区",
            "13": "黄山风景区，位于安徽省南部黄山市，东经118°1'度，北纬30°1'，南北长约40公里，东西宽约30公里，面积约1200平方公里，其中精粹风景区154平方公里。黄山山脉东起绩溪县的大嶂山，西接黟县的羊栈岭，北起太平湖，南临徽州山区。主峰莲花峰，海拔1864.8米。黄山是中国著名风景区之一，世界游览胜地。",
            "14": "7、长江三峡",
            "15": "长江三峡，中国长江上游瞿塘峡、巫峡和西陵峡的合称，简称三峡。是中国10大风景名胜之一，也是中国40佳旅游景观之首。长江三峡西起重庆奉节的白帝城，东到湖北宜昌的南津关，是瞿塘峡、巫峡和西陵峡三段峡谷的总称，是长江上最为奇秀壮丽的山水画廊，全长192公里，也就是常说的“大三峡”。",
            "16": "8、日月潭",
            "17": "日月潭是台湾的“天池”，湖周35公里，水域9平方公里多，为全省最大的天然湖泊，也是全国少数著名的高山湖泊之一。其地环湖皆山，湖水澄碧，湖中有天然小岛浮现，圆若明珠，形成“青山拥碧水，明潭抱绿珠”的美丽景观。清人曾作霖说它是“山中有水水中山，山自凌空水自闲”；陈书游湖，也说是“但觉水环山以外，居然山在水之中”。环潭一带地方古称水沙连，分属南投县鱼池乡。日月潭凭着“万山丛中，突现明潭”的奇景而成为宝岛诸胜之冠，驰名于五洲四海。",
            "18": "9、承德避暑山庄",
            "19": "承德避暑山庄，曾是中国清朝皇帝的夏宫，是由皇帝宫室、皇家园林和宏伟壮观的寺庙群所组成。位于河北省承德市，距离北京230公里。避暑山庄位于承德市中心区以北，武烈河西岸一带狭长的谷地上，它始建于1703年，历经清朝三代皇帝：康熙、雍正、乾隆，耗时89年建成。山庄的建筑布局大体可分为宫殿区和苑景区两大部分，苑景区又可分成湖区、平原区和山区三部分。内有康熙乾隆钦定的72景。拥有殿、堂、楼、馆、亭、榭、阁、轩、斋、寺、等建筑100余处。它的最大特色是山中有园，园中有山。",
            "20": "10、秦陵兵马俑",
            "21": "秦陵兵马俑位于陕西省西安市临潼区东5公里处的骊山北麓，是中国历史上第一个皇帝秦始皇（公元前259年～前210年）陵墓的陪葬坑，被称为世界第八大奇迹之一。秦始皇兵马俑陪葬坑，是世界最大的地下军事博物馆。在兵马俑一号坑址上建成的拱形展厅，设立了“秦始皇陵兵马俑博物馆”，向中外广大旅游者开放。"
        }
    }
}