const ip = "http://106.15.35.61:81/projects/world_map/images/China/"
export const ChinaInfo = {
    "概览":{
        image: ip+"china.jpg",
        description: {
            "简介":''
        }
    },
    "气候": {
        image: ip+"climate_china.jpg",
        description: {
            "":"从气候类型上看，中国主要有6大气候类型，分别为热带季风气候、亚热带季风气候、温带季风气候、高原山地气候、温带大陆性气候、热带雨林气候。\n热带季风气候出现在台湾省的南部、雷州半岛、海南岛和西双版纳等地；中国华南大部分地区和华东地区属于亚热带季风气候；中国华北地区属于温带季风气候；中国的青藏高原属于高原山地气候；中国大部分北纬40°以北的内陆地区都是温带大陆性气候；中国南沙群岛属于热带雨林气候。\n中国气候具有三大特点：分别是季风气候显著，雨热同期，气候复杂多样。\n1、气候冬季寒冷干燥，夏季高温多雨。\n2、冬季要比世界上同纬度地区冷；夏季比世界上同纬度地区热。因此，中国大部分地区的气温年较差比较大。\n3、季风气候显著：冬季，盛行偏北的冬季风，来自中、高纬度大陆的气流寒冷干燥；夏季，主要盛行偏南的夏季风，来自低纬度太平洋、印度洋的气流暖热并且含有丰富的水汽，因此中国大多数地区冬季寒冷干燥，夏季暖热多雨，这种气候叫季风气候。\n4、气候复杂多样：中国东部为季风气候区，西北距海远，为非季风区，属于温带大陆性气候。青藏高原由于海拔高属于高原气候区。东部季风区由于所跨温度带较多，又分别以秦岭—淮河一线和北回归线为界，自北向南为温带季风气候，亚热带季风气候和热带季风气候。"
		}
    },
    "人口分布": {
        image: ip+"population_china.jpg",
        description: {
            "":"中国人口分布特点是：东部多，西部少。\n中国各地的人口分布差异显著：\n从东南沿海向西北内陆人口逐渐稀少。中国人口的分布极不均衡，绝大多数人口集中在东南部地区，西半部人口稀疏分散。\n平原地区人口稠密，随地势增高人口渐少。中国人口分布除在水平方向上极不均衡外，在垂直方向上也呈现出平原区人口密集，由平原向周围的丘陵、高原和山地，随地势增高存在人口递减的规律。\n3、人口绝大多数分布在乡村。由于历史的原因，至今中国的工业生产水平不高，城镇化水平较低，城镇人口比重小，农业在全国人民的经济活动中仍然占据优势，这是中国现阶段的经济特征，也是当前生产力发展水平的标志。这种情况对中国人口分布的基本面貌起了决定性的影响"
        }
    },
    "经纬度": {
        image: "",
        description: {
            "":"中国领土的四端为：最东端在黑龙江和乌苏里江的主航道中心线的相交处；最西端在帕米尔高原附近；最南端在立地暗沙，为中国南海南沙群岛区域的一座暗沙，是实际上的中国领土的最南端；最北端在漠河以北黑龙江主航道的中心线上。\n中国的经纬度范围大约为：纬度3.86~53.55，经度73.66~135.05。"
        }
    },
    "语言": {
        image: "",
        description: {
            "":"中国是一个多民族、多语言、多文种的国家，有56个民族，共有80种以上语言，30种文字。\n汉族有自己的语言和文字。汉语属于汉藏语系，是当今中国的官方语言，也是国际上的通用语言之一。"
        }
    },
    "典型动物":{
        image: "",
        description: {
            "":"中国代表动物有大熊猫。大熊猫一般称作熊猫，是中国特有物种，现存的主要栖息地在中国四川陕西等周边山区，世界自然保护联盟红色名录列为濒危EN中国特有种，现存的主要栖息地是中国四川陕西和甘肃的山区。"
        }
    },
    "地形分布":{
        image: ip+"terrain_china.jpg",
        description: {
            "":"中国地形地势西高东低，呈阶梯状分布；地形多种多样，山区面积广大。地势西高东低，向海洋倾斜，一方面有利于海洋上湿润气流深入内地，形成降水；另一方面使许多大河滚滚东流，沟通了东西交通，方便了沿海和内地的经济联系。河流自西向东，逐级下降，河流落差大，水能蕴藏丰富。 多种多样的地形为因地制宜，发展农、林、牧、副多种经营提供了有利条件。山区在发展林业、牧业、旅游业、采矿业等方面具有优势；但山区地面崎岖，交通不便，不利于发展种植业。由于山区面积广大，平原较少，造成耕地资源不足。"
        }
    },
    "时区": {
        image: "",
        description: {
            "":"中国的国土面积广大，从东五区到东九区，横跨了五个时区。"
        }
    },
    "降水分布": {
        image: ip+"rainfall_china.jpg",
        description: {
            "":"降水的空间、时间分布特点：\n1、东多西少,南多北少\n2、总趋势是从东南沿海向西北内陆递减.\n3、夏秋季节多,冬春季节少\n①干湿季明显，四季分明。冬季受高纬度来的偏北季风控制，气候干冷、风大。夏季主要受来自海洋的偏南气流影响，气候湿热、多雨。过渡季节即为这两种控制气流相互作用，天气冷、热、晴、雨多变。\n②雨季起讫规律性明显。南方早，北方迟，东部早，西部迟。雨季结束，北方早，南方迟，东部早，西部迟。\n③由于受季风影响，东部近海多雨，西部干旱少雨，南方比北方多雨。季风雨的多少及来临迟早均对农业生产产生深刻影响，甚至会引起大范围的水旱灾害。\n④中国北部冬干冷、夏湿热，温度年变化与日变化比南方大。"
        }
    },
    "环境污染": {
        image: "",
        description: {
            "":"1、水体污染\n据1987年典型城市监测调查，有42%的城市饮用水源地受到严重污染；63%的城市受到不同程度的污染。在调查的532条河流中，有82%的河流受到不同程度的污染。全国约有7亿人口饮用大肠杆菌超标水，约有1.7亿人饮用受有机物污染的水。\n2、大气污染\n中国大气污染属于煤烟型污染，北方重于南方；中小城市污染势头甚于大城市；产煤区重于非产煤区；冬季重于夏季；早晚重于中午。目前中国能源消耗以煤为主，约占能源消费总量的四分之三。煤是一种肮脏能源，燃烧产生大量的粉尘、二氧化碳等污染物，是中国大气污染日益严重的主要原因。近年来，废渣存放量过大，垃圾包围城市。中国废渣年产生量已超过5亿吨，处理能力赶不上排放量。1988年全国积存量为66亿吨，人均6吨废渣。据统计，全国城市生活垃圾为6000万吨/年，比10年前增加了一倍。在380个城市中，至少有三分之二的城市处在垃圾包围之中。仅北京三环、四环路之间就有50米以上的垃圾山4500多座，占地超过7000亩。\n3、环境污染向农村蔓延\n乡镇企业迅速发展成为农村工业化的重要方向，以及二元经济结构向现代经济结构转变的中介。与此同时，也给农村带来生态环境更大范围的污染，对农业资源、矿产资源造成更为严重的浪费。1978年以前，农村环境污染主要是化肥、农药等，1978年以后乡镇企业成为农村主要污染源."
        }
    }
}