const ip = "http://106.15.35.61:81/projects/world_map/images/Germany/"
export const GermanyInfo = {
    "概览":{
        image: "germany.jpg",
        description: {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    "气候": {
        image: ip+"climate_germany.jpg",
        description: {
            "":"德国大多数地区受潮湿的西风影响，属温带海洋性气候。此地区气候因墨西哥湾暖流向北延伸的北大西洋漂流而较为温和，而该暖流较温暖的海水影响北海周边区域。全年皆有降水，夏季降水较多。冬季时北部较南部温暖，而夏季时则为南部较北部温暖。\n德国东部偏向大陆性气候，冬季寒冷，夏季温暖，较常出现长时间的干燥。德国中部及南部地区为海洋性气候及大陆性气候的过渡带，最南部的阿尔卑斯山区气温较低，德国中部的高地属山地气候，气温较低且降雨较多。"
        }
    },
    "人口分布": {
        image: ip+"population_germany.jpg",
        description: {
            "":"德国的人口分布很不平衡。统一后柏林地区的人口迅速增加，目前已达430多万人。城市密集的莱茵河和鲁尔河畔工业区人口超过了1100万。其他人口稠密的地区还有法兰克福、威斯巴登和美因兹等大城市所在的莱茵-美因地区、莱茵-内卡河流域的工业区、以斯图加特为中心的经济区以及不来梅、德累斯顿、汉堡、科隆，莱比锡、慕尼黑和纽伦堡等城市及附属区。而在北德低地的草原和沼泽地区、艾弗尔、巴伐利亚林区、上法耳茨、勃兰登堡边境地区以及梅克伦堡-前波莫瑞州的大部分则人烟稀少。德国西部的人口密度明显大于东部，人口在30万以上的20个城市中有4个在德国东部。\n德国的人口年出生率为10.5胎/1000人，一直是世界上出生率最低的国家之一，平均每对夫妇只有1.8个孩子。第二次世界大战后德国人口的增长主要靠外来移民。"
        }
    },
    "经纬度": {
        image: "",
        description: {
            "":"德国的纬度是北纬47度至55度，经度是东经5度至15度。"
        }
    },
    "语言": {
        image: "",
        description: {
            "":"德国的官方语言是德语，系属上属于印欧语系-日耳曼语族-西日耳曼语支，其标准形式被称为标准德语，它还是奥地利、瑞士、列支敦士登、比利时、卢森堡和意大利的博尔扎诺自治省的官方语言，用拉丁字母书写。\n使用德语的人数占世界人口的3.01%，以使用国家数量来算是世界排名第六的语言，也是世界大国语言之一，以及欧洲联盟内使用最广的母语。欧洲语言管理中心2015年9月数据显示，全球使用德语各方言人数以及德语学习者将近1.77亿人，其中母语使用者9500万，作为第二语的使用者为1200万，外语学习者多达7000万，是世界上最常被学习的外语之一。"
        }
    },
    "典型动物":{
        image: "",
        description: {
            "":"白鹳（英文名称：White Stork）是欧洲白鹳和东方白鹳的通称。属大型涉禽。其羽毛以白色为主，翅膀具黑羽，成鸟具细长的红腿和细长的红喙。共有三个亚种，大小略有不同。嘴长而粗壮，在高树或岩石上筑大型的巢，飞时头颈伸直。\n白鹳在欧洲是非常有名的鸟，常常在屋顶或烟囱上筑巢。为食肉动物，其食性广，包括昆虫，鱼类，两栖类，爬行类，小型哺乳动物和小鸟。觅食地大部分为具低矮植被的浅水区。一夫一妻制，但非终生。雌鸟通常每年产4枚卵，孵化需33-34天，58-64天后出巢。\n分布于欧洲，非洲西北部，亚洲西南部和非洲南部。其为长途迁徙性鸟类，在撒哈拉以南至南非地区或印度次大陆等热带地区越冬。在欧洲，白鹳有“送子鸟”之称，被认为是吉祥鸟。白鹳是德国的国鸟。"
        }
    },
    "地形分布":{
        image: ip+"terrain_germany.jpg",
        description: {
            "":"德国的地形变化多端，有连绵起伏的山峦，高原台地，丘陵，有秀丽动人的湖畔，及辽阔宽广的平原。整个德国的地形可以分为五个具有不同特征的区域：北德低地、中等山脉隆起地带、西南部中等山脉梯形地带、南部阿尔卑斯前沿地带和巴伐利亚阿尔卑斯山区。\n德国北部低地的特征是丘陵起伏的沿海岸高燥地和粘土台地与草原，泥沼以及中等山脉隆起地带前方向南伸展的黄土地之间有星罗棋布的湖泊。中等山脉隆起地带则将德国分成南北两片。西南部中等山脉梯形地带包括上莱茵低地及其边缘山脉。南部阿尔卑斯山前沿地带包括施瓦本巴伐利亚高原以及在南部的丘陵和湖泊，碎石平原，下巴伐利亚丘陵地区和多瑙洼地。巴伐利亚阿尔卑斯山区则包括阿尔高伊的阿尔卑斯山、巴伐利亚的阿尔卑斯山和贝希特斯加登的阿尔卑斯山，在这些山区散落着风景如画的湖泊。德国境内有六个山脉。\n德国地势北低南高，可分为四个地形区：北德平原，平均海拔不到100米；中德山地，由东西走向的高地块构成；西南部莱茵断裂谷地区，两旁是山地，谷壁陡峭；南部的巴伐利亚高原和阿尔卑斯山区，其间拜恩阿尔卑斯山脉的主峰祖格峰海拔2963米，为全国最高峰。"
        }
    },
    "时区": {
        image: "",
        description: {
            "":"德国是以柏林时间为准的，属东一区，即标准时区UTC+1（夏时制：UTC+2）"
        }
    },
    "降水分布": {
        image: ip+"rainfall_germany.jpg",
        description: {
            "":"地理上，德国位于欧洲的中部地区，所以气候上不会收到海洋性的影响，所以是典型的内陆型气候，大陆性气候非常显著，由于德国在地理上是处于温带区域，所以气候全年都比较稳定，很少有大的变化，总体上温暖湿润，而且降雨也比较分散，一年四季的降雨量基本上相同，没有很显著的雨季。年降水量从南部山区的每年2000毫米到美因茨附近的低点400毫米不等。在全国大部分地区，平均每年在600毫米至800毫米之间。"
        }
    },
    "环境污染": {
        image: "",
        description: {
            "":"1、空气污染：\n德国特别严重的是氮氧化物污染，氮氧化物通过呼吸进入人体肺的深部,可引起支气管炎或肺气肿，还会引发头痛，头晕，甚至呼吸困难，特别是对哮喘患者的危害更大，而浓度高的话，还会增加中风的危险。另外，氮氧化物还能和大气中其他污染物发生光化学反应形成光化学烟雾污染；在大气中经氧化转变成硝酸,是造成酸雨的原因之一；还可使平流层中臭氧减少, 从而使到达地球的紫外线辐射量增加。\n2、水污染\n1986年11月，瑞士巴塞尔桑多兹化学公司的仓库起火，大量有毒化学品随灭火用水流进莱茵河，使靠近事故地段河流生物绝迹，成为死河。100英里处鳗鱼和大多数鱼类死亡，300英里处的井水不能饮用，德国和荷兰居民被迫定量供水，使几十年德国为治理莱茵河投资的210亿美元付诸东流。"
        }
    }
}