const ip = "http://106.15.35.61:81/projects/world_map/images/UK/"
export const UKInfo = {
    "概览":{
        image: ip+"uk.jpg",
        description: {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    "气候": {
        image: "",
        description: {
            "":"英国属温带海洋性气候。英国受盛行西风控制，全年温和湿润，四季寒暑变化不大。植被是温带落叶阔叶林带。通常最高气温不超过32℃，最低气温不低于－10℃，平均气温1月4～7℃，7月13～17℃。年平均降水量约1000毫米。\n北部和西部山区的年降水量超过2000毫米，中部和东部则少于800毫米。每年二月至三月最为干燥，十月至来年一月最为湿润。英国终年受西风和海洋的影响，全年气候温和湿润，适合植物生长。英国虽然气候温和，但天气多变。一日之内，时晴时雨。"
        }
    },
    "人口分布": {
        image: ip+"population_uk.jpg",
        description: {
            "":"2020年英国65岁及以上人口占比为19%，已步入老龄化社会（世界老龄化标准为一个国家或地区65岁及以上人口数达到7%以上）；性别上看，女性人口也相对多于男性。2020年英国城镇化率为83.9%，城镇化率在逐年稳步提高。\n从性别结构来看，2020年英国男性人口占比为49.4%，人口数量为3320.4万人；女性占比为50.6%，人口数量为3401.1万人。男女性别比（以女性为100，男性对女性的比例）为97.6。\n从年龄构成来看，2020年英国0-14岁人口比重为18%，人数较上年有所增长，15-64岁人口比重为64%，65岁及以上人口数量为1253.79万人，与2010年人口数据相比，增长了213.77万人，占总人口比重为19%。\n从城乡结构来看，2020年英国城镇化率为83.9%，城镇人口为5639.6万人，比上年增长了48.73万人，相比2010年增长了536.6万人；农村人口数量为1082万人，占总人口比重为16.1%。"
        }
    },
    "经纬度": {
        image: "",
        description: {
            "":"英国经纬度的范围大约为：北纬50°~58°，东经2度到西经7度。"
        }
    },
    "语言": {
        image: "",
        description: {
            "":"英国以英语为主要语言。其他官方语言：威尔士语、盖尔语。移民的家乡语言，如孟加拉语、汉语、印地语、旁遮普语和乌尔都语。\n英语本是英格兰的民族语言，随着英格兰政治经济势力的扩张，它逐步传入威尔士、苏格兰和北爱尔兰，成为这些地区的正式语言。这三个地区凡是受过教育以及居住在大中城市的居民，都能说比较规范的英语。\n英语是英国的通用语言，也是国际语言。是美国、加拿大、澳大利亚和新西兰的官方语言，也是爱尔兰的官方语言之一。在那些曾被英帝国侵占过的众多亚非拉国家和地区，不管它们现在是否仍然属于英联邦，英语都占有重要地位。在国际交往中，人们也大多使用英语。"
        }
    },
    "典型动物":{
        image: "",
        description: {
            "":"英国代表性动物是知更鸟。知更鸟是英国的国鸟，英国皇室的标志是狮子。\n在英国、爱尔兰等地的花园，欧亚鸲很常见，它们也不怕人，会趁园丁掘土时飞近寻找蚯蚓。雄性知更鸟对入侵地盘者有很大反应，就算没有被挑衅也会作出攻击，它会用翅膀和腿爪奋力博击对手，试图将对方压倒在底下，可能持续一分钟，一小时或更长时间。这跟它给予大众的和善观感不太相符。"
        }
    },
    "地形分布":{
        image: ip+"terrain_uk.jpg",
        description: {
            "":"英国的地形是西北高、东南低。其西北地区主要地形是高原，而东部和东南部则主要是低地。\n英国地势西北高、东南低。其西北地区主要地形是高原；而东部和东南部则主要是低地，他们是整个欧洲平原的组成部分。英格兰占据了大不列颠南面的最大部分土地，那里地势平缓，多为平原、丘陵和沼泽地。特别是英格兰东部沿海地区，土地肥沃，适于耕种。\n英国多为山地、湖泊和岛屿，它拥有三大自然区：北部高地，中部低地以及南部山陵。不列颠最高峰尼维斯峰便坐落于此，高1,343米。威尔士亦是多山地区，6%的土地被森林覆盖，大部分村庄以放牧为主。"
        }
    },
    "时区": {
        image: "",
        description: {
            "":"英国在零（中）时区，也就是格林尼治时间（UTC±0）。\n格林尼治是英国伦敦南郊原皇家格林尼治天文台所在地，地球本初子午线的标界处，世界计算时间和经度的起点。以本初子午线的平子夜起算的平太阳时，又称格林尼治平时或格林尼治时间，即世界时。各地的地方平时与世界时之差等于该地的地理经度。"
        }
    },
    "降水分布": {
        image: ip+"rainfall_uk.jpg",
        description: {
            "":"英国全境分为四部分：英格兰东南部平原、中西部山区、苏格兰山区、北爱尔兰高原和山区.属温带海洋性气候，温带阔叶林带,终年温和湿润。通常最高气温不超过32℃，最低气温不低于－10℃，平均气温1月4～7℃，7月13～17℃.多雨雾，秋冬尤甚。所以，伦敦有雾城之称。年平均降水量约1000毫米，北部和西部山区的年降水量超过2000毫米，中部和东部则少于800毫米。每年二月至三月最为干燥，十月至来年一月最为湿润。全国气候类型为温带海洋性气候。\n英国降水分布特点是，降水量从西向东逐渐递减。因为英国常年受盛行西风的影响，且地形特点是中间是山地，故东部位于迎风坡降水多，西部位于背风坡降水少。"
        }
    },
    "环境污染": {
        image: "",
        description: {
            "":"1、空气污染\n英国的首都伦敦的空气污染一直都非常的严重，一般空气污染比较严重的时期在一年内属于冬季，因为在冬天的时候虽然寒冷，但是却没有风，那么也就使得空气里面的污染物没有办法进行扩散。对于一个国家空气污染水平的测量有以下几个等级，那就是从第1级到第10级，而英国伦敦的空气污染水平走在2017年时就达到了10级，这也就是最高水平了。\n2、河流污染\n在英国工业革命中，棉纺织业是第一个实现机械化的行业，也是生产量最大的部门，其对环境的污染也最为严重。由于工厂主只顾自己的利益，而不顾及环境，直接将纺织厂生产过程中所产生的污水排进河中。不仅是纺织行业，其他行业也是如此，例如，由于纺织业的发展带动了化学工业成长，对环境和水资源带来了更加直接的破坏。\n3、自然环境和城市环境的恶化。\n在工业革命中，继棉纺织业之后，钢铁业也获得了突飞猛进的发展，但是作为重工业的钢铁业对环境的破坏也相当严重。钢铁业的发展直接导致了对森林的大肆砍伐。保尔·芒图说，每一冶炼厂的四周都对树木进行过大规模的砍伐，钢铁工业的发展，以过分砍伐和最终毁灭森林为其不可避免的结果。炼铁厂在沃里克郡、斯塔福德郡、赫里福德郡、伍斯特郡、蒙默思郡、格洛斯特郡和萨洛普郡的森林中所造成的损害是不可想象的。而这样的破坏直接带来了生态环境的恶化，在英国，大片的森林早已不复存在，人造林的面积也特别小，直至今日，英国的郊外依然是草多树少。即使在城市，由于浓烟滚滚，也影响了自然植物的生长。"
        }
    }
}