const ip = "http://106.15.35.61:81/projects/world_map/images/America/"
export const USAInfo = {
    "概览":{
        image: ip+"america.jpg",
        description: {
            "a": 0,
            "b": 1,
            "c": 2
        }
    },
    "气候": {
        image: ip+"climate_america.jpg",
        description: {
            "":"美国的气候大部分地区属温带和亚热带气候，仅佛罗里达半岛南端属热带。美国幅员辽阔，地形复杂，各地气候差异较大，大体可分为五个气候区。\n1、东北部沿海的温带气候区，因受拉布拉多寒流和北方冷空气的影响，冬季寒冷。\n2、东南部亚热带气候区，因受墨西哥湾暖流的影响，气候温暖湿润。\n3、中央平原的大陆性气候区呈大陆性气候特征，冬季寒冷。\n4、西部高原干燥气候区为内陆性气候，高原上年温差较大。\n5、太平洋沿岸的海洋性气候区冬暖夏凉，雨量充沛。"
        }
    },
    "人口分布": {
        image: ip+"population_america.jpg",
        description: {
            "":"美国东北部（东北沿海和五大湖区）人口稠密；南部和西部沿海人口较多；广大内陆地区人口稀少。东北大西洋沿岸和五大湖区人口密度大的主要原因：煤、铁资源丰富；开发时间长；经济(工业、金融贸易发达)基础好；水陆交通便利。\n大部分分布在东沿海和西沿海地带和密西西比河下游及五大湖区。人口密集地区有夏威夷群岛，五大湖区和东海岸。\n移民或移民的后代目前主要居住在加利福尼亚州，纽约州，佛罗里达州，德克萨斯州，新泽西州和伊利诺伊州，占总数的70.4％，其中25.9％的加州人口是在国外出生的纽约州。在大城市中，19.6％的州，洛杉矶(投资)的外国出生人口占29.6％，纽约市占36.7％。"
        }
    },
    "经纬度": {
        image: "",
        description: {
            "":"美国的纬度是北纬25度至49度，经度是西经70度至西经130度之间。"
        }
    },
    "语言": {
        image: "",
        description: {
            "":"除了英语，美国人比较多说的语言是印第安语、荷兰语言、德语、法语、西班牙语和俚语。\n1990年美国人口普查，97%的美国居民可以“好”或“很好”的使用英语，只有0.8%的人完全不使用英语，而1890年有3.6%。\n目前三分之二的英语母语者使用美式英语。美国英语规范了第一代英国英语（British English），是现代英语发展史上第二代英语（American English），美国英语和英国英语为第三代国际英语（World English）的产生奠定了基础。"
        }
    },
    "典型动物":{
        image: "",
        description: {
            "":"美国的代表动物是“白头海雕”。白头海雕是大型猛禽，成年海雕体长可达1米，眼、嘴和脚为淡黄色，头、颈和尾部的羽毛为白色，身体其他部位的羽毛为暗褐色，十分雄壮美丽。\n白头海雕主要栖息在海岸、湖沼和河流附近，以大马哈鱼、鳟鱼等大型鱼类和野鸭、海鸥等水鸟以及生活在水边的小型哺乳动物等为食，飞行能力很强。\n白头海雕的上喙边端具弧形垂突，适于撕裂猎物吞食；基部具蜡膜或须状羽；翅强健，翅宽圆而钝，扇翅及翱翔飞行，扇翅节奏较隼科慢；跗跖部大多相对较长，约等于胫部长度。是北美洲所特有物种。1782年6月20日美国国会通过决议立法，选定白头海雕为美国国鸟。"
        }
    },
    "地形分布":{
        image: ip+"terrain_america.jpg",
        description: {
            "":"美国国土地形变化多端，地势西高东低。东海岸沿海地区有着海岸平原，南宽北窄，一直延伸到新泽西州，在长岛等地也有一些冰川沉积平原。在海岸平原后方的是地形起伏的山麓地带，延伸到位于北卡罗来纳州和新罕布什尔州、高1830米的阿巴拉契亚山脉为止。\n阿巴拉契亚山脉以西是美国中央大平原，地势相对平坦，五大湖和密西西比河—密苏里河流域——世界上第四大的河域也位于这里。在密西西比河以西，内部平原的地形开始上升，最后进入美国中部面积广阔而地形特色稀少的大平原。\n在大平原西部则有高耸的落基山脉，从南至北将美国大陆一分为二，在科罗拉多州的最高峰到达4270米。西海岸地区有内华达山脉和海岸山脉。以前落基山脉还有频繁的火山活动；只剩下一个区域（怀俄明州黄石国家公园的超级火山——可能是世界上最大的活火山）。美国最高的山峰是麦金利山，海拔6193米，也是北美洲第一高峰。"
        }
    },
    "时区": {
        image: "",
        description: {
            "":"美国横跨西五区至西十区，共六个时区。每个时区对应一个标准时间，从东向西分别为东部时间（EST，西五区，包括大西洋沿岸及近大陆的19个州和华盛顿特区，代表城市是华盛顿）、中部时间（CST，西六区，包括芝加哥和新奥尔良两个地区）、山地时间（MST，西七区）、太平洋时间（PST，西八区，包括太平洋沿岸的4个州，有洛杉矶等城市）、阿拉斯加时间（AKST，西九区）、夏威夷时间（HST，西十区）。按照“东早西晚”的规律，各递减一小时。所谓西部时间是指太平洋时间。"
        }
    },
    "降水分布": {
        image: ip+"rainfall_america.jpg",
        description: {
            "":"美国的气候大部分地区属温带和亚热带气候，气温适宜、降水丰富。由于本土范围辽阔、地形多样，气候变化比较复杂。佛罗里达半岛南端属热带。阿拉斯加州位于北纬60至70度之间，属北极圈内的寒冷气候区；夏威夷州位于北回归线以南，属热带气候。  \n美国东北部沿海属大陆性温带阔叶林气候。因受拉布拉多寒流和北方冷空气的影响，冬季寒冷，1月份平均温度为-6℃左右，夏季温和多雨，7月份平均温度为16℃左右。年平均降水量为1000毫米左右。\n美国东南部和墨西哥湾沿岸地带属亚热带森林气候，温暖湿润，植物繁茂。  因受墨西哥湾暖流的影响，气候温暖湿润，1月份平均温度为96℃，7月份平均温度为24～27℃，年平均降水量为1500毫米。\n美国中部平原地区呈大陆性气候特征，冬季寒冷，1月份平均温度为-14℃左右，夏季炎热，7月份平均气温高达27～32℃。年平均降水量为1000～1500毫米。\n西部内陆地区高原冬季干燥寒冷，夏季干燥炎热，属内陆性气候，高原上年温差较大，科罗拉多高原的年温差高达25℃。年平均降水量在500毫米以下，高原荒漠地带降水量不到250毫米。\n太平洋沿岸地区的北段全年湿润多雨，属温带海洋性气候，但夏季却干旱无雨。这一区域冬暖夏凉，雨量充沛。1月份平均气温在4℃上,7月份平均气温在20～22℃左右。年平均降水量为1500毫米左右。"
        }
    },
    "环境污染": {
        image: "http://106.15.35.61:81/markdown_pic/auto_bookkeeping_beta/permission.jpg",
        description: {
            "":"1、水污染\n在工业化早期，人们的环保观念还未形成。美国五大湖既是两岸居民赖以生存的水源地，又是工业污水和城市污水的排污池。化肥农药普及后，过度施肥打药的问题一度在美加非常严重，化肥和农药通过降水进入地表径流或地下径流，最终进入大湖。人类早期的污染能力确实看不出多大效果，但工业时代的技术和产能是加速迭代的。大湖水量大，少量污染物会被稀释到安全的水平，并被大湖自净。但是美加的工业化持续了一百余年，大湖占比极低的流出量，又使得日积月累的污染物不易排出。\n目前湖中发现了30000种在工业中常见的化合物，有500种对人体具有危害性，其中致癌物芳香烃和能引起基因突变的诱变剂浓度显著较高。五大湖受污染的程度也各不相同，苏必利尔湖受污染最轻，休伦湖次之，密歇根湖污染较为严重，而历史上工业企业集中，开发时间也最早的伊利湖和安大略湖污染最为严重。\n2、温室气体排放\n温室气体排放美国是全球历史第一排放大国、全球累积温室气体排放最多的国家，其1751年至2010年间能源和工业部门排放占全球的27.9%，累积排放量约是中国的3倍。美国还是当前第二排放大国，排放全球占比约为15%。美国人均碳排放居高不下，2017年人均化石燃料排放二氧化碳14.6吨，是全球平均水平的3.3倍，中国的2倍多。美国还是全球累积航空碳排放最多的国家。"
        }
    }
}